{
  "sections": {
    "main": {
      "type": "page",
      "disabled": true,
      "settings": {
        "kicker": "",
        "kicker_size": 3,
        "show_title": true,
        "title_size": 8,
        "show_content": true,
        "content_size": 5,
        "align_text": "text-left",
        "text_color": "text--neutral",
        "bg": "palette--light bg--neutral",
        "width": "wrapper--narrow",
        "padding_top": 36,
        "padding_bottom": 36
      }
    },
    "05b9f8e9-7a5a-4146-9254-04e3a7a0aa79": {
      "type": "section-richtext",
      "blocks": {
        "b93986f6-2bbf-4b39-a734-f4ed9924359a": {
          "type": "heading",
          "settings": {
            "heading": "<p>TERMS AND CONDITIONS<\/p>",
            "text_size": 10
          }
        },
        "b99b96a4-ba55-4d42-a31c-92666d233162": {
          "type": "spacer",
          "settings": {
            "spacer_padding": 40,
            "spacer_line_height": 1,
            "show_line": true
          }
        },
        "db5bde76-e215-4f5c-ae2b-6d53664c330d": {
          "type": "heading",
          "settings": {
            "heading": "<p>ONLINE TERMS OF SALE FOR HTTPS:\/\/LANXSHOES.COM (THE \"WEBSITE\")<\/p>",
            "text_size": 6
          }
        },
        "template--16753779376366__05b9f8e9-7a5a-4146-9254-04e3a7a0aa79-1677580494592898b5-2": {
          "type": "text",
          "settings": {
            "text": "<p>1. THESE TERMS<\/p><p>1.1 <strong>What these terms cover<\/strong>. These are the terms and conditions (“<strong>Terms<\/strong>”) on which we will supply our products (“<strong>Products<\/strong>”) to you.<\/p><p>1.2 <strong>Why you should read them<\/strong>. Please read these Terms carefully before you submit your order to us. These Terms (together with our <a href=\"https:\/\/lanxshoes.com\/pages\/privacy-policy\">Privacy and Cookies Policy <\/a>and <a href=\"https:\/\/lanxshoes.com\/pages\/terms-of-use\">Terms of Use<\/a>) govern our relationship with you in relation to the Website and your purchase of our Products on the Website. These Terms tell you who we are, how we will provide Products to you, how you and we may change or end the contract, what to do if there is a problem and other important information. If you think that there is a mistake in these Terms, please contact us to discuss.<\/p><p>1.3 By placing an order for any Product(s) on the Website (\"<strong>Order<\/strong>\") you agree to be bound by these Terms, and by continuing to access the Website you agree to accept the practices described in these Terms, which may be updated or changed by us from time to time.<\/p><p>2.  INFORMATION ABOUT US AND HOW TO CONTACT US<\/p><p>2.1  <strong>Who we are<\/strong>. We are Lanx Group Limited a company registered in England and Wales. Our company registration number is 10580471 and our registered office is at Mentor House, Ainsworth Street, Blackburn, Lancashire, United Kingdom, BB1 6AY. Our registered VAT number is 281 2179 08.<\/p><p>2.2  <strong>How to contact us<\/strong>. You can contact us by writing to us at<a href=\"mailto:hello@lanxshoes.com\">hello@lanxshoes.com<\/a>or LANX Group Ltd, Mentor House, Ainsworth Street, Blackburn, Lancashire, United Kingdom, BB1 6AY.<\/p><p>2.3 <strong>How we may contact you<\/strong>. If we have to contact you we will do so by telephone or by writing to you at the email address or postal address you provided to us in your Order.<\/p><p>2.4 <strong>\"Writing\" includes emails<\/strong>. When we use the words \"writing\" or \"written\" in these Terms, this includes emails.<\/p><p>3. OUR CONTRACT WITH YOU<\/p><p>3.1 <strong>Submitting your Order.<\/strong>Our shopping pages will guide you through the steps you need to take to place an Order with us to purchase the Products. Our order process allows you to check and amend any errors before submitting your Order to us. Please take the time to read and check your Order at each stage of the order process. To place an Order, you will need to supply us with your name, address, email address, a password and possibly some other personal information. See our <a href=\"https:\/\/lanxshoes.com\/pages\/privacy-policy\">Privacy and Cookies Policy <\/a>for more details about this. You can provide us with that information by filling in the necessary information on the Website where indicated and then following the relevant instructions. When placing an Order you must use a valid email address that you access regularly, so that, amongst other things, we can send administration and information emails to you.<\/p><p>3.2 <strong>Order Acknowledgement. <\/strong>We will then send you an acknowledgment email to acknowledge that we have received your Order (“<strong>Order Acknowledgment<\/strong>”).<\/p><p>3.3 <strong>Shipment. <\/strong>If and when we are able to do so, we will send you a second email confirming dispatch of the Product(s) to the delivery address you have requested and giving you estimated timescales for delivery (“<strong>Order Confirmation<\/strong>”).<\/p><p>3.4 <strong>How we will accept your Order. <\/strong>Acceptance of your Order and the completion of the contract between you and us will take place when we send you the Order Confirmation, unless we have notified you that we do not accept your Order or you have cancelled it.<\/p><p>3.5 <strong>If we cannot accept your Order<\/strong>. If we are unable to accept your Order, we will inform you of this and will not charge you for the Product. This might be because the Product is out of stock, because of unexpected limits on our resources which we could not reasonably plan for, because we have identified an error in the price or description of the Product or because we are unable to meet a delivery deadline you have specified.<\/p><p>3.6 <strong>Your Order number<\/strong>. We will assign an Order number to your Order and tell you what it is in the Order Confirmation. It will help us if you can tell us the Order number whenever you contact us about your Order.<\/p><p>3.7 <strong>International Orders<\/strong>. We welcome Orders from most overseas addresses and all addresses in the UK. If you are an international customer, local import duties may be payable on receipt. Payment is necessary to release the items from customs. This is your responsibility and at your cost.  We are unable to advise on rates as they vary from country to country. VAT is only charged on items delivered within the UK. Should you be an International customer and have a tax question, we recommend that you contact your local tax office. Please note however that the Website and its contents do not form an agreement between us and you in a jurisdiction in which the Products offered for sale would go against any local, regional or national laws. If you know that it would be illegal for us to sell our Products in your country, please do not order items from the Website as we cannot be held responsible. All sizes are in UK format only and are approximate.<\/p><p>3.8 <strong>Age Restriction.<\/strong>You may only purchase Products from the Website if you are at least 18 years’ old. If you are under 18, you can only use the Website with the involvement of a parent or guardian.<\/p><p>4. OUR PRODUCTS<\/p><p>4.1 <strong>Products may vary slightly from their pictures<\/strong>. The images of the Products on our Website are for illustrative purposes only. Although we have made every effort to display the colours accurately, we cannot guarantee that a device's display of the colours accurately reflects the colour of the Products. Your Product may vary slightly from those images. All measurements quoted for the Products are approximate.<\/p><p>4.2 <strong>Product packaging may vary<\/strong>. The packaging of the Product may vary from that shown in images on our Website.<\/p><p>5. YOUR RIGHTS TO MAKE CHANGESIf you wish to make a change to your Order, please contact us. We will let you know if the change is possible. If it is possible we will let you know about any changes to the price of the Product, the timing of supply or anything else which would be necessary as a result of your requested change and ask you to confirm whether you wish to go ahead with the change. If we cannot make the change or the consequences of making the change are unacceptable to you, you may want to end the contract (see clause 8 below – our rights to end the contract).<\/p><p>6. OUR RIGHTS TO MAKE CHANGES<\/p><p>6.1 <strong>Minor changes to the Products<\/strong>. We may change the Order:<\/p><p>(a) to reflect changes in relevant laws and regulatory requirements; and<\/p><p>(b) to implement minor improvements. These changes will not affect your wearing or use of the Product.<\/p><p>6.2 <strong>More significant changes to the Order or these Terms<\/strong>. In addition, we may make changes to these Terms or the Order, but if we do so we will notify you and, if you wish to do so, you may then contact us to end the contract before the changes take effect and receive a refund for any Products paid for but not received.<\/p><p>7. PROVIDING THE PRODUCTS<\/p><p>7.1 <strong>Delivery costs.<\/strong>The costs of delivery are displayed to you on our Website at <a href=\"https:\/\/lanxshoes.com\/pages\/shipping\">https:\/\/lanxshoes.com\/pages\/shipping<\/a>.<\/p><p>7.2 <strong>When we will provide the Products<\/strong>. During the Order process we will let you know when we expect to provide the Products to you. We aim to deliver them to you as soon as reasonably possible and in any event within 30 days after the day on which we send you the Order Confirmation.<\/p><p>7.3 <strong>We are not responsible for delays outside our control<\/strong>. If our supply of the Products is delayed by an event outside our control, then we will contact you as soon as possible to let you know and we will take steps to minimise the effect of the delay. Provided we do this, and subject to clause 13.2 below, we will not be liable for delays caused by the event, but if there is a risk of substantial delay you may contact us to end the contract and receive a refund for any Products you have paid for but not received.<\/p><p>7.4 <strong>If you are not at home when the Product is delivered<\/strong>. If no one is available at your address to take delivery, we will leave you a note informing you of how to rearrange delivery or collect the Products from a local depot.<\/p><p>7.5 <strong>If you do not re-arrange delivery<\/strong>. If after a failed delivery to you, you do not re-arrange delivery or collect them from a delivery depot, we will contact you for further instructions and may charge you for storage costs and any further delivery costs. If, despite our reasonable efforts, we are unable to contact you or re-arrange delivery or collection, we may end the contract and clause 10.2 below will apply.<\/p><p>7.6 <strong>Your legal rights if we deliver Products late<\/strong>. You have legal rights if we deliver any Products late. If we miss the delivery deadline for any Products, then you may treat the contract as at an end straight away if any of the following apply:<\/p><p>(a) we have refused to deliver the Products;<\/p><p>(b) delivery within the delivery deadline was essential (taking into account all the relevant circumstances); or<\/p><p>(c) you told us before we accepted your Order that delivery within the delivery deadline was essential.<\/p><p>7.7 <strong>Setting a new deadline for delivery<\/strong>. If you do not wish to treat the contract as at an end straight away, or do not have the right to do so under clause 7.6 above, you can give us a new deadline for delivery, which must be reasonable, and you can treat the contract as at an end if we do not meet the new deadline.<\/p><p>7.8 <strong>Ending the contract for late delivery<\/strong>. If you do choose to treat the contract as at an end for late delivery under clause 7.6 or clause 7.7 above, you can cancel your Order for any of the Products or reject Products that have been delivered. If you wish, you can reject or cancel the Order for some of those Products (not all of them), unless splitting them up would significantly reduce their value. After that we will refund any sums you have paid to us for the cancelled Products and their delivery. If the Products have been delivered to you, you must either post them back to us or (if they are not suitable for posting) allow us to collect them from you. We will pay the costs of postage. Please email customer services at <a href=\"mailto:hello@lanxshoes.com\">hello@lanxshoes.com <\/a>for a return label or to arrange collection.<\/p><p>7.9 <strong>When you become responsible for the Products<\/strong>. The Product will be your responsibility from the time we deliver the Product to the address you gave us.<\/p><p>7.10 <strong>When you own Products<\/strong>. You own the Product once we have received payment in full.<\/p><p>7.11 <strong>Reasons we may suspend the supply of Products to you<\/strong>. We may have to suspend the supply of a Product to<\/p><p>(a) deal with technical problems or make minor technical changes;<\/p><p>(b) update the Order to reflect changes in relevant laws and regulatory requirements; or<\/p><p>(c) make changes to the Order as requested by you or notified by us to you (see clause 6 above).<\/p><p>7.12 <strong>Your rights if we suspend the supply of Products<\/strong>. We will contact you in advance to tell you we will be suspending supply of a Product, unless the problem is urgent or an emergency. If we have to suspend the Product we will adjust the price so that you do not pay for Products while they are suspended. You may contact us to end the contract for a Product if we suspend it, or tell you we are going to suspend it, in each case for a period of more than 30 days and we will refund any sums you have paid in advance for the Product if you choose to end the contract.<\/p><p>7.13 <strong>We may also suspend supply of the Products if you do not pay<\/strong>. If you do not pay us for the Products when you are supposed to (see clause 12.4 below) and you still do not make payment within 14 days of us reminding you that payment is due, we may suspend supply of the Products until you have paid us the outstanding amounts. We will contact you to tell you we are suspending supply of the Products. We will not suspend the Products where you dispute the unpaid invoice (see clause 12.5 below). We will not charge you for the Products during the period for which they are suspended.<\/p><p>8. YOUR RIGHTS TO END THE CONTRACT<\/p><p>8.1 <strong>You can always end your contract with us<\/strong>. Your rights when you end the contract will depend on what you have bought, whether there is anything wrong with it, how we are performing and when you decide to end the contract:<\/p><p>(a) <strong>If what you have bought is faulty or misdescribed you may have a legal right to end the contract <\/strong>(or to get the Product repaired or to get some or all of your money back),<strong>see clause11below<\/strong>;<\/p><p>(b) <strong>If you want to end the contract because of something we have done or have told you we are going to do,see clause 8.2below<\/strong>;<\/p><p>(c) <strong>If you have just changed your mind about the Product, see clause 8.3below<\/strong>. You may be able to get a refund if you are within the cooling-off period, but this may be subject to deductions and you will have to pay the costs of return of any Products;<\/p><p>(d) <strong>In all other cases (if we are not at fault and there is no right to change your mind), see clause 8.6 below.<\/strong><\/p><p>8.2 <strong>Ending the contract because of something we have done or are going to do<\/strong>. If you are ending a contract for a reason set out at (a) to (e) below the contract will end immediately and we will refund you in full for any Products which have not been provided and you may also be entitled to compensation. The reasons are:<\/p><p>(a) we have told you about an upcoming change to the Product or these Terms which you do not agree to (see clause 6.2 above);<\/p><p>(b) we have told you about an error in the price or description of the Product you have ordered and you do not wish to proceed;<\/p><p>(c) there is a risk that supply of the Products may be significantly delayed because of events outside our control;<\/p><p>(d) we have suspended supply of the Products for technical reasons, or notify you we are going to suspend them for technical reasons, in each case for a period of more than 30 days; or<\/p><p>(e) you have a legal right to end the contract because of something we have done wrong (including because we have delivered late (see clause 7.6 above).<\/p><p>8.3 <strong>Exercising your right to change your mind (Consumer Contracts Regulations 2013)<\/strong>. For most Products bought online you have a legal right to change your mind within 14 days and receive a refund. These rights, under the Consumer Contracts Regulations 2013, are explained in more detail in these Terms.<\/p><p>8.4 <strong>When you don't have the right to change your mind<\/strong>. You do not have a right to change your mind in respect of:<\/p><p>(a) any Products which have been worn and are not in their original condition; and<\/p><p>(b) any Products which become mixed inseparably with other items after their delivery.<\/p><p>8.5 <strong>How long do I have to change my mind? <\/strong>You have 14 days after the day you (or someone you nominate) receives the Products, unless your Products are split into several deliveries over different days. In this case, you have until 14 days after the day you (or someone you nominate) receives the last delivery to change your mind about the Products.<\/p><p><\/p><p>8.6               <strong>Ending the contract where we are not at fault and there is no right to change your mind<\/strong>. Even if we are not at fault and you do not have a right to change your mind (see clause 8.1 above), you can still end the contract before it is completed, but you may have to pay us compensation. A contract for Products is completed when the Product is delivered and paid for. If you want to end a contract before it is completed where we are not at fault and you have not changed your mind, just contact us to let us know. The contract will end immediately and we will refund any sums paid by you for Products not provided but we may deduct from that refund (or, if you have not made an advance payment, charge you) reasonable compensation for the net costs we will incur as a result of your ending the contract.<\/p><p>9. HOW TO END THE CONTRACT WITH US (INCLUDING IF YOU HAVE CHANGED YOUR MIND)<\/p><p>9.1 <strong>Tell us you want to end the contract<\/strong>. To end the contract with us, please let us know by doing one of the following:<\/p><p>(a) <strong>By phone. <\/strong>Call <a href=\"https:\/\/lanxshoes.com\/pages\/contact-lanx\">customer services.<\/a><\/p><p>(b) <strong>By email <\/strong>to hello@lanxshoes.com. Please provide your name, home address, details of the Order and, where available, your phone number and email address.<\/p><p>(c) <strong>By post <\/strong>to Mentor House, Ainsworth Street, Blackburn, Lancashire, United Kingdom, BB1 6AY. Please include details of what you bought, when you ordered or received it and your name and address.<\/p><p>(d) <strong>Online <\/strong>by downloading our <a href=\"https:\/\/cdn.shopify.com\/s\/files\/1\/1903\/2073\/files\/Model_Cancellation_Form.pdf?5291708094104761529\" target=\"_blank\">Cancellation Form found here. <\/a>Please complete the form and return via email to hello@lanxshoes.com.<\/p><p>9.2 <strong>Returning Products after ending the contract<\/strong>. If you end the contract for any reason after Products have been dispatched to you or you have received them, you must return them to us. You must post them back to us at Mentor House, Ainsworth Street, Blackburn, Lancashire, United Kingdom, BB1 6AY. Please email us at hello@lanxshoes.com for a returns label and further instructions. If you are exercising your right to change your mind you must send off the Products within 14 days of telling us you wish to end the contract. Returned items must be returned to us unworn and in the original condition. Sales items are not eligible for a refund, and may be exchanged only. For further information, please view our Returns and Exchanges page on the Website found at <a href=\"\/pages\/returns-exchanges\" title=\"- RETURNS, EXCHANGES & REPAIRS -\">https:\/\/lanxshoes.com\/pages\/returns-exchanges.<\/a><\/p><p>9.3 <strong>When we will pay the costs of return<\/strong>. We will pay the costs of return:<\/p><p>(a) if the Products are faulty or misdescribed;<\/p><p>(b) if you are ending the contract because we have told you of an upcoming change to the Product or these Terms, an error in pricing or description, a delay in delivery due to events outside our control or because you have a legal right to do so as a result of something we have done wrong.In all other circumstances (including where you are exercising your right to change your mind) you must pay the costs of return.<\/p><p>9.4 <strong>How we will refund you<\/strong>. We will refund you the price you paid for the Products including delivery costs, by the method you used for payment. However, we may make deductions from the price, as described below in clause 9.5.<\/p><p>9.5 <strong>Deductions from refunds if you are exercising your right to change your mind<\/strong>. If you are exercising your right to change your mind:<\/p><p>(a) We may reduce your refund of the price (excluding delivery costs) to reflect any reduction in the value of the Products, if you have worn the Product, or if this has been caused by your handling them in a way which would not be permitted in a shop. If we refund you the price paid before we are able to inspect the Products and later discover you have handled them in an unacceptable way, you must pay us an appropriate amount.<\/p><p>(b)The maximum refund for delivery costs will be the costs of delivery by the least expensive delivery method we offer. For example, if we offer delivery of a Product within 3-5 days at one cost but you choose to have the Product delivered within 24 hours at a higher cost, then we will only refund what you would have paid for the cheaper delivery option. Please be aware that we can only reimburse delivery costs up to a maximum of £3.00, therefore you should always contact us before returning any item. You can email our customer service team at hello@lanxshoes.com or write to Mentor House, Ainsworth Street, Blackburn, Lancashire, United Kingdom, BB1 6AY.<\/p><p>9.6 <strong>When your refund will be made<\/strong>. We will make any refunds due to you as soon as possible. If you are exercising your right to change your mind, then:<\/p><p>(a) If we have not offered to collect the Products, your refund will be made within 14 days from the day on which we receive the Product back from you or, if earlier, the day on which you provide us with evidence that you have sent the Product back to us.<\/p><p>(b) In all other cases, your refund will be made within 14 days of your telling us you have changed your mind.<\/p><p>10. OUR RIGHTS TO END THE CONTRACT<\/p><p>10.1 <strong>We may end the contract if you break it<\/strong>. We may end the contract for a Product at any time by writing to you if:<\/p><p>a) you do not make any payment to us when it is due and you still do not make payment within 14 days of us reminding you that payment is due;<\/p><p>(b) you do not, within a reasonable time of us asking for it, provide us with information that is necessary for us to provide the Products, for example, any measurements we may need from you; or<\/p><p>(c) you do not, within a reasonable time, allow us to deliver the Products to you or collect them from us.<\/p><p>10.2 <strong>You must compensate us if you break the contract<\/strong>. If we end the contract in the situations set out in clause 10.1 above, we will refund any money you have paid in advance for Products we have not provided but we may deduct or charge you reasonable compensation for the net costs we will incur as a result of your breaking the contract.<\/p><p>10.3 <strong>Events outside our control.<\/strong>In some circumstances, we may have to cancel a contract before the Products are delivered, due to an event outside our control or the unavailability of stock.<\/p><p>10.4 <strong>Cancelling if there is an event outside our control.<\/strong>If we cancel under Clause 10.3 above:<\/p><p>(a) we will promptly contact you to let you know; and\/or<\/p><p>(b) if you have made any payment in advance for Products that have not been delivered to you, we will refund these amounts to you.<\/p><p>11. IF THERE IS A PROBLEM WITH THE PRODUCT<\/p><p><\/p><p>11.1 <strong>How to tell us about problems<\/strong>. If you have any questions or complaints about the Product, please contact us. You can write to us at hello@lanxshoes.com or Mentor House, Ainsworth Street, Blackburn, Lancashire, United Kingdom, BB1 6AY.<\/p><p>11.2 <strong>Summary of your legal rights<\/strong>. We are under a legal duty to supply Products that are in conformity with this contract. See the box below for a summary of your key legal rights in relation to the Products. Nothing in these Terms will affect your legal rights.<\/p>",
            "text_size": 3,
            "text_columns": 1
          }
        },
        "81921917-9c20-4c19-9511-b48e06e5baa6": {
          "type": "spacer",
          "settings": {
            "spacer_padding": 40,
            "spacer_line_height": 1,
            "show_line": true
          }
        },
        "1b5810ea-d846-4785-834b-d1632d3bbc97": {
          "type": "heading",
          "settings": {
            "heading": "<p><strong>Summary of your key legal rights<\/strong><\/p>",
            "text_size": 6
          }
        },
        "7935c81c-88cc-476b-a668-30bfe10c1a49": {
          "type": "text",
          "settings": {
            "text": "<p>This is a summary of your key legal rights. These are subject to certain exceptions. For detailed information please visit the Citizens Advice website www.adviceguide.org.uk or call 03454 04 05 06.<\/p><p>Your Product is<strong> goods<\/strong> as it is shoes, and the Consumer Rights Act 2015 says goods must be as described, fit for purpose and of satisfactory quality. During the expected lifespan of your Product your legal rights entitle you to the following:<\/p><p>·  up to 30 days: if your Products are faulty, then you can get an immediate refund.<\/p><p>·  up to six months: if your Products can't be repaired or replaced, then you're entitled to a full refund, in most cases.<\/p><p>·  up to six years: if your Products do not last a reasonable length of time you may be entitled to some money back.<\/p><p>See also clause 8.3 above.<\/p><p>11.3 <strong>Your obligation to return rejected Products<\/strong>. If you wish to exercise your legal rights to reject Products, you must post them back to us. We will not pay the costs of postage. Please email customer services at hello@lanxshoes.com for a return label and further instructions.<\/p><p>12. PRICE AND PAYMENT<\/p><p>12.1 <strong>Where to find the price for the Product<\/strong>. The price of the Product (which includes VAT) will be the price indicated on the order pages when you placed your Order. We take all reasonable care to ensure that the price of the Product advised to you is correct. However please see clause 12.3 below for what happens if we discover an error in the price of the Product you Order.<\/p><p>12.2 <strong>We will pass on changes in the rate of VAT<\/strong>. If the rate of VAT changes between your Order date and the date we supply the Product, we will adjust the rate of VAT that you pay, unless you have already paid for the Product in full before the change in the rate of VAT takes effect.<\/p><p>12.3 <strong>What happens if we got the price wrong<\/strong>. It is always possible that, despite our reasonable endeavours, some of the Products we sell may be incorrectly priced. We will normally check prices before accepting your Order so that, where the Product's correct price at your Order date is less than our stated price at your Order date, we will charge the lower amount. If the Product's correct price at your Order date is higher than the price stated to you, we will contact you for your instructions before we accept your Order. If we accept and process your Order where a pricing error is obvious and unmistakeable and could reasonably have been recognised by you as a mispricing, we may end the contract, refund you any sums you have paid and require the return of any Products provided to you.<\/p><p>12.4 <strong>When you must pay and how you must pay<\/strong>. We accept payment with Visa, Visa Debit, Amex, PayPal and MasterCard. You must pay for the Products before we dispatch them. We will not charge your credit or debit card until we dispatch the Products to you.<\/p><p>12.5 <strong>What to do if you think you paid the wrong amount<\/strong>. If you think the amount you have paid is wrong, please contact us promptly to let us know. You will not have to pay any interest until the dispute is resolved. Once the dispute is resolved we will charge you interest on correctly invoiced sums from the original due date.<\/p><p>13. OUR RESPONSIBILITY FOR LOSS OR DAMAGE SUFFERED BY YOU<\/p><p>13.1 <strong>We are responsible to you for foreseeable loss and damage caused by us<\/strong>. If we fail to comply with these Terms, we are responsible for loss or damage you suffer that is a foreseeable result of our breaking this contract or our failing to use reasonable care and skill, but we are not responsible for any loss or damage that is not foreseeable. Loss or damage is foreseeable if either it is obvious that it will happen or if, at the time the contract was made, both we and you knew it might happen, for example, if you discussed it with us during the sales process.<\/p><p>13.2 <strong>We do not exclude or limit in any way our liability to you where it would be unlawful to do so<\/strong>. This includes liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors; for fraud or fraudulent misrepresentation; for breach of your legal rights in relation to the Products including the right to receive Products which are: as described and match information we provided to you and any sample or model seen or examined by you; of satisfactory quality; fit for any particular purpose made known to us; and for defective Products under the Consumer Protection Act 1987.<\/p><p>13.3 <strong>We are not liable for business losses<\/strong>. We only supply the Products for domestic and private use. If you use the Products for any commercial, business or re-sale purpose we will have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.<\/p><p>14.  HOW WE MAY USE YOUR PERSONAL INFORMATION<\/p><p>14.1 <strong>How we will use your personal information<\/strong>. We will use the personal information you provide to us:<\/p><p>(a)  to supply the Products to you;<\/p><p>(b)  to process your payment for the Products; and<\/p><p>(c)  if you agreed to this during the Order process, to give you information about similar Products that we provide, but you may stop receiving this at any time by contacting us.<\/p><p>14.2  <strong>We will only give your personal information to third parties where the law either requires or allows us to do so<\/strong>.  Please see our <a href=\"https:\/\/lanxshoes.com\/pages\/privacy-policy\">Privacy and Cookies Policy <\/a>for more information on how we use your personal information.<\/p><p>15. INTELLECTUAL PROPERTY<\/p><p>15.1  The entire content of the Website, including all copyright, trademarks and other intellectual property rights it contains, including the name ‘Lanx', is the sole property of Lanx Group Limited. You may store, print and display the content supplied solely for your own personal use. You are not permitted to publish, manipulate, distribute or otherwise reproduce, in any format, any of the content or copies of the content supplied to you or which appears on the Website nor may you use any such content in connection with any business or commercial enterprise.<\/p><p>15.2 Please see our <a href=\"https:\/\/lanxshoes.com\/pages\/terms-of-use\">Terms of Use <\/a>for more information on how you can use the Website and its content.<\/p><p>16. OTHER IMPORTANT TERMS<\/p><p>16.1 <strong>We may transfer this agreement to someone else<\/strong>. We may transfer our rights and obligations under a contract to another organisation, but this will not affect your rights or our obligations under these Terms.<\/p><p>16.2 <strong>You need our consent to transfer your rights to someone else<\/strong>. You may only transfer your rights or your obligations under these Terms to another person if we agree to this in writing.<\/p><p>16.3 <strong>Nobody else has any rights under this contract<\/strong>. This contract is between you and us. No other person shall have any rights to enforce any of its terms.<\/p><p>16.4 <strong>If a court finds part of this contract illegal, the rest will continue in force<\/strong>. Each of the paragraphs and clauses of these Terms operates separately. If any court or relevant authority decides that any of them are unlawful, the remaining paragraphs and clauses will remain in full force and effect.<\/p><p>16.5 <strong>Even if we delay in enforcing this contract, we can still enforce it later<\/strong>. If we do not insist immediately that you do anything you are required to do under these Terms, or if we delay in taking steps against you in respect of your breaking this contract, that will not mean that you do not have to do those things and it will not prevent us taking steps against you at a later date. For example, if you miss a payment and we do not chase you but we continue to provide the Products, we can still require you to make the payment at a later date.<\/p><p>16.6 <strong>Which laws apply to this contract and where you may bring legal proceedings<\/strong>. These Terms and any dispute or claim arising out of or in connection with them (including, but not limited to, non-contractual disputes or claims) shall be governed by and construed in accordance with English law. You submit to the exclusive jurisdiction of the English courts to settle any dispute or claim arising out of or in connection with these Terms or their subject matter or formation, except where, by law, such dispute or claim must be brought in the jurisdiction in which you are domiciled, or where the relevant law contains mandatory provisions that override such exclusive jurisdiction.<\/p><p>16.7 <strong>Alternative dispute resolution.<\/strong>Alternative dispute resolution is a process where an independent body considers the facts of a dispute and seeks to resolve it, without you having to go to court. The European Commission provides for an online dispute resolution platform, which you can access here:<a href=\"http:\/\/ec.europa.eu\/consumers\/odr\/\">http:\/\/ec.europa.eu\/consumers\/odr\/<\/a>.<\/p><p>16.8 <strong>Klarna.<\/strong>In cooperation with<a href=\"https:\/\/www.klarna.com\/uk\/\" target=\"_blank\"> Klarna <\/a>Bank AB (publ), Sveavägen 46, 111 34 Stockholm, Sweden, we offer you the following payment options. Payment is to be made to Klarna:<\/p><p>·  Pay in 30 days, Pay in 3 instalments.<\/p><p>Further information and Klarnas user terms you can find<a href=\"https:\/\/cdn.klarna.com\/1.0\/shared\/content\/legal\/terms\/0\/en_gb\/user\" target=\"_blank\"> here<\/a>. General information on Klarna you can find<a href=\"https:\/\/www.klarna.com\/uk\/\" target=\"_blank\"> here<\/a>. Your personal data is handled in accordance with applicable data protection law and in accordance with the information in<a href=\"https:\/\/cdn.klarna.com\/1.0\/shared\/content\/legal\/terms\/0\/en_gb\/privacy\" target=\"_blank\"> Klarna's privacy statement<\/a>.<\/p><p> <\/p>",
            "text_size": 3,
            "text_columns": 1
          }
        }
      },
      "block_order": [
        "b93986f6-2bbf-4b39-a734-f4ed9924359a",
        "b99b96a4-ba55-4d42-a31c-92666d233162",
        "db5bde76-e215-4f5c-ae2b-6d53664c330d",
        "template--16753779376366__05b9f8e9-7a5a-4146-9254-04e3a7a0aa79-1677580494592898b5-2",
        "81921917-9c20-4c19-9511-b48e06e5baa6",
        "1b5810ea-d846-4785-834b-d1632d3bbc97",
        "7935c81c-88cc-476b-a668-30bfe10c1a49"
      ],
      "settings": {
        "align_text": "text-left",
        "text_color": "text--neutral",
        "bg": "palette--light bg--neutral",
        "content_width": 2000,
        "width": "wrapper--full",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "05b9f8e9-7a5a-4146-9254-04e3a7a0aa79"
  ]
}
